/* Action name for make a new page. */
"Add Canvas" = "Ajouter un canevas";

/* Action name for adding a column to a table. */
"Add Column" = "Ajouter une colonne";

/* Action name for creating a new item in the outline view. */
"Add Item" = "Ajouter un élément";

/* Action name for adding a new layer. */
"Add Layer" = "Ajouter un calque";

/* Action name for adding a magnet. */
"Add Magnet" = "Ajouter un aimant";

/* Action name for make a new master page. */
"Add Master Canvas" = "Ajouter un modèle de canevas";

/* Action name for adding a row to a table. */
"Add Row" = "Ajouter un rang";

/* Action name for adding a new shared layer. */
"Add Shared Layer" = "Ajouter un calque partagé";

/* Action name for align columns. */
"Align Column" = "Aligner les colonnes";

/* Action name for aligning the selected graphics to the grid (inspector action).
   Action name for aligning the selected graphics to the grid (menu action). */
"Align Objects to Grid" = "Aligner les objets sur la grille";

/* Action name for align rows. */
"Align Row" = "Aligner les lignes";

/* Action name for alignment. */
"Alignment" = "Alignement";

/* Action name for allowing/refusing connections. */
"Allow Connections" = "Autoriser les connexions";

/* Action name for allowing shapes to become labels. */
"Allow Shape Labels" = "Autoriser les étiquettes de formes";

/* Action name for applying new outline style. */
"Apply Style" = "Appliquer le style";

/* Action name for changing orthogonal line bar. */
"Bar Adjustment" = "Ajustement de la barre";

/* Action name for bring forward. */
"Bring Forward" = "Avancer d’un plan";

/* Action name for bring to front. */
"Bring To Front" = "Placer au premier plan";

/* Action name for using the style brush. */
"Brush" = "Brosse";

/* Action name for changing whether the canvas is an integral number of pieces of paper wide and high. */
"Canvas fits Paper" = "Le canevas s’adapte au papier";

/* Action name for setting the canvas origin. */
"Change Origin" = "Modifier l’origine";

/* Action name for clearing images. */
"Clear Image" = "Effacer l’image";

/* Action name for collapsing subgraphs. */
"Collapse" = "Réduire";

/* Action name for converting color profiles. */
"Color Conversion" = "Conversion de couleur";

/* Action name for assigning color profiles. */
"Color Profile Assignment" = "Attribution d’un profil de couleur";

/* Action name for newly created shapes. */
"Create" = "Créer";

/* Action name for cut. */
"Cut" = "Couper";

/* Action name for deleting graphics. */
"Delete" = "Supprimer";

/* Action name for deleting a page. */
"Delete Canvas" = "Supprimer le canevas";

/* Action name for deleting a graphic or graphics. */
"Delete Graphic" = "Supprimer le graphique";

/* Action name for deleting a layer or layers.
   Action name for deleting a layer. */
"Delete Layer" = "Supprimer le calque";

/* Action name for deleting a magnet. */
"Delete Magnet" = "Supprimer l’aimant";

/* Action name for deleting magnets. */
"Delete Magnets" = "Supprimer les aimants";

/* Action name for deleting a master canvas. */
"Delete Master Canvas" = "Supprimer le modèle de canevas";

/* Action name for deleting knobs / control points. */
"Delete Point" = "Supprimer le point";

/* Action name for deleting a layer. */
"Delete Shared Layer" = "Supprimer un calque partagé";

/* Action name for turning off kerning */
"Disable Kerning" = "Désactiver le crénage";

/* Action name for allowing/refusing connections. */
"Disallow Connections" = "Interdire les connexions";

/* Action name for disallowing shapes to become labels. */
"Disallow Shape Labels" = "Interdire les étiquettes de formes";

/* Action name for changing distance guide enabled. */
"Distance Guide Change" = "Modification du guide de distance";

/* Action name for distributing columns.
   Action name for distributing rows. */
"Distribute" = "Distribuer";

/* Action name for dropping in a graphic. */
"Dropped Graphic" = "Graphique ignoré";

/* Action name for dropping in an image. */
"Dropped Image" = "Image ignorée";

/* Action name for dropping in multiple images. */
"Dropped Images" = "Images ignorées";

/* Action name for dropping in a link.
   Action name for dragging in a link. */
"Dropped Link" = "Lien ignoré";

/* Action name for dropping in some text. */
"Dropped Text" = "Texte ignoré";

/* Action name for duplicating a page. */
"Duplicate Canvas" = "Dupliquer le canevas";

/* Action name for duplicating layers. */
"Duplicate Layer" = "Dupliquer le calque";

/* Action name for setting character spacing to kerned */
"Enable Kerning" = "Activer le crénage";

/* Action name for collapsing subgraphs. */
"Expand" = "Développer";

/* Action name for flipping shapes and group. */
"Flip" = "Inverser";

/* Action name for setting the grid alignment to edges or centers (inspector action). */
"Grid Alignment" = "Alignement de la grille";

/* Action name for aligning centers to the gird. */
"Grid Centers" = "Centrage de la grille";

/* Action name for showing the grid in front/back.
   Action name for whether the grid prints or not. */
"Grid Change" = "Modification de la grille";

/* Action name for grouping. */
"Group" = "Grouper";

/* Action name for making a subgraph. */
"Group as Subgraph" = "Regrouper en sous-graphique";

/* Action name for whether to connect to a group or it's components. */
"Group Connection Behavior" = "Comportement de la connexion de groupe";

/* Action name for changing guide lock. */
"Guide Locking" = "Verrouillage du guide";

/* Action name for changing guide visibility. */
"Guide Visibility" = "Visibilité du guide";

/* Action name for changing how images are drawn using the inspector. */
"Image Drawing Change" = "Changement de l’affichage de l’image";

/* Action name for changing whether image is an alias or embedded. */
"Image Embed" = "Intégration de l’image";

/* Action name for changing how images are offset using the inspector. */
"Image Offset" = "Décalage de l’image";

/* Action name for indenting some cells in the outline. */
"Indent" = "Retrait";

/* shape action */
"Intersection" = "Intersection";

/* Action name for adding a label. */
"Label" = "ÉTIQUETTE";

/* Action name for changing a layer attribute. */
"Layer Change" = "Modification de calque";

/* Action name for automatic layout. */
"Layout" = "Mise en page";

/* Action name for setting the line end scale. */
"Line End Scale" = "Échelle de l’extrémité de ligne";

/* Action name for changing line hop type. */
"Line Hop Type" = "Type d’enjambement de ligne";

/* Action name for changing link visibility. */
"Link Visibility" = "Visibilité du lien";

/* Action name for lock. */
"Lock" = "Verrouiller";

/* Action name for Loosen Kerning. */
"Loosen Kerning" = "Augmenter le crénage";

/* Action name for changing magnet positions. */
"Magnet Change" = "Modification de l’aimant";

/* Action name for changing magnet visibility. */
"Magnet Visibility" = "Visibilité de l’aimant";

/* Action name for show/hide major grid. */
"Major Grid Change" = "Modification de la grille principale";

/* Action name for changing the major grid spacing. */
"Major Grid Spacing" = "Espacement de la grille principale";

/* Action name for converting bezier or polygon graphic to shaped graphic. */
"Make Custom" = "Personnaliser";

/* Action name for converting shaped graphic to bezier or polygon graphic. */
"Make Editable" = "Rendre possible les modifications";

/* Action name for natural size. */
"Make Natural Size" = "Taille normale";

/* Action name for make same height. */
"Make Same Height" = "Même hauteur";

/* Action name for make same size. */
"Make Same Size" = "Taille identique";

/* Action name for make same width. */
"Make Same Width" = "Même largeur";

/* Action name for making tables. */
"Make Table" = "Élaborer un tableau";

/* Action name Margin Change. */
"Margin Change" = "Modification de la marge";

/* Action name for merging a layer. */
"Merge Layer" = "Fusionner les calques";

/* Action name for moves. */
"Move" = "Déplacer";

/* Action name for moving a layer. */
"Move Layer" = "Déplacer le calque";

/* Action name for moving a magnet. */
"Move Magnet" = "Déplacer l’aimant";

/* Action name for moving graphics to a layer. */
"Move to Layer" = "Déplacer vers le calque";

/* Action name for make a new layer. */
"New Layer" = "Nouveau calque";

/* Action name for changing note visibility. */
"Note Visibility" = "Visibilité de la note";

/* Action name for nudge keyboard commands. */
"Nudge" = "Déplacer légèrement";

/* Action name for setting image opacity. */
"Opacity" = "Opacité";

/* Action name for label orientation.
   Action name for changing the page orientation. */
"Orientation" = "Orientation";

/* Action name for changing origin visibility. */
"Origin Visibility" = "Visibilité de l’origine";

/* Action name for un-indenting some cells in the outline. */
"Outdent" = "Retrait négatif";

/* Action name for changing page break visibility. */
"Page Break Visibility" = "Visibilité des sauts de pages";

/* Action name for printing on one page. */
"Page Printing" = "Impression de la page";

/* Action name for changing print info. */
"Page Setup" = "Mise en page";

/* Action name for paste. */
"Paste" = "Coller";

/* Action name for changing font. */
"Paste Font" = "Coller la police";

/* Action name for pasting magnets. */
"Paste Magnets" = "Coller les aimants";

/* Action name for pasting styles. */
"Paste Style" = "Coller le style";

/* Action name for adding knobs. */
"Point" = "Pointer";

/* Action name for removing links. */
"Remove Action" = "Supprimer l’action";

/* Action name for removing a column from a table. */
"Remove Column" = "Supprimer la colonne";

/* Action name for clearing dependency with the master canvas. */
"Remove Master Dependency" = "Supprimer la dépendance au modèle";

/* Action name for removing extra points. */
"Remove Points" = "Supprimer les points";

/* Action name for removing a row from a table. */
"Remove Row" = "Supprimer le rang";

/* Action name for text replacement. */
"Replace" = "Remplacer";

/* Action name for text replacement. */
"Replace All" = "Tout remplacer";

/* Action name for reshaping lines. */
"Reshape" = "Modifier la forme";

/* Action name for resizes. */
"Resize" = "Redimensionner";

/* Action name for resizing the canvas. */
"Resize Canvas" = "Redimensionner le canevas";

/* Action name for reversing the blends. */
"Reverse Blend" = "Inverser le mélange";

/* Action name for reversing. */
"Reverse Line" = "Inverser la ligne";

/* Action name for rotating shapes and group. */
"Rotation" = "Rotation";

/* Action name for ruler units change. */
"Ruler Units" = "Unités de la règle";

/* Action name for scale string change. */
"Scale" = "Échelle";

/* Action name for send backward. */
"Send Backward" = "Reculer d’un plan";

/* Action name for send to back. */
"Send To Back" = "Placer à l’arrière-plan";

/* Action name for setting whether or not a graphic allows any types of connections. */
"Set Allows Connections" = "Définir l’option d’autorisation des connexions";

/* Action name for setting the center of the blend. */
"Set Blend Center" = "Définir le centre du mélange";

/* Action name for setting the second blend color. */
"Set Blend Color" = "Choisir la couleur du mélange";

/* Action name for setting the blend fraction. */
"Set Blend Fraction" = "Régler la fraction du mélange";

/* Action name for setting the rotation of the blend. */
"Set Blend Rotation" = "Régler la rotation du mélange";

/* Action name for numerically setting bounds. */
"Set Bounds" = "Régler les limites";

/* Action name for setting character spacing. */
"Set Character Spacing" = "Régler l’espacement des caractères";

/* Action name for setting the corner radius. */
"Set Corner Radius" = "Régler l’arrondi des pointes";

/* Action name for setting the fill. */
"Set Fill" = "Choisir le remplissage";

/* Action name for set fill color.
   Action name for setting fill color. */
"Set Fill Color" = "Choisir la couleur de remplissage";

/* Action name for setting the fill type. */
"Set Fill Type" = "Choisir le type de remplissage";

/* Action name for changing font. */
"Set Font" = "Choisir la police";

/* Action name for setting images. */
"Set Image" = "Choisir une image";

/* Action name for setting inter-line spacing. */
"Set Inter-Line Spacing" = "Régler l’espacement entre les lignes";

/* Action name for setting links. */
"Set Jump" = "Régler le saut";

/* Action name for setting label offsets. */
"Set Label Offset" = "Régler le décalage des étiquettes";

/* Action name for setting label positions. */
"Set Label Position" = "Régler la position des étiquettes";

/* Action name for setting links. */
"Set Layers" = "Définir les calques";

/* Action name for setting lines. */
"Set Line" = "Régler la ligne";

/* Action name for set line pattern. */
"Set Line Dash Pattern" = "Régler le modèle de tirets de la ligne";

/* Action name for setting line ends. */
"Set Line End" = "Régler les extrémités de ligne";

/* Action name for set line width. */
"Set Line Width" = "Régler la largeur de ligne";

/* Action name for setting lines to always draw at least a single screen pixel wide. */
"Set Lines to Draw at Least 1 Pixel Wide" = "Régler les lignes à au moins 1 pixel d’épaisseur";

/* Action name for setting lines to not always draw at least a single screen pixel wide. */
"Set Lines to Draw Thinner Than 1 Pixel If Needed" = "Régler les lignes à moins d’1 pixel d’épaisseur si nécessaire";

/* Action name for setting links. */
"Set Link" = "Définir le lien";

/* Action name for setting the middle blend color. */
"Set Middle Blend Color" = "Régler la couleur du milieu du mélange";

/* Action name for setting notes. */
"Set Note" = "Choisir une note";

/* Action name for changing the text outline. */
"Set Outline" = "Choisir une structure";

/* Action name for setting links. */
"Set Script" = "Régler le script";

/* Action name for set shadow color. */
"Set Shadow Color" = "Régler la couleur des ombres";

/* Action name for setting shapes. */
"Set Shape" = "Régler la forme";

/* Action name for setting text padding. */
"Set Side Padding" = "Régler l’espace latéral";

/* Action name for setting stroke color.
   Action name for setting whether stroke draws. */
"Set Stroke Color" = "Régler la couleur du contour";

/* Action name for set line join style. */
"Set Stroke Corner Style" = "Définir le style de coin du contour";

/* Action name for set line cap style. */
"Set Stroke End Style" = "Définir le style de fin du contour";

/* Action name for setting styles. */
"Set Style" = "Régler le style";

/* Action name for setting text placement. */
"Set Text Alignment" = "Régler l’alignement du texte";

/* Action name for setting text autosizing. */
"Set Text Autosizing" = "Régler le redimensionnement automatique du texte";

/* Action name for setting text color. */
"Set Text Color" = "Choisir la couleur du texte";

/* Action name for setting text placement. */
"Set Text Placement" = "Choisir la position du texte";

/* Action name for setting text wrapping. */
"Set Text Wrapping" = "Régler le retour du texte à la ligne";

/* Action name for setting text padding. */
"Set Top/Bottom Padding" = "Régler l’espacement en haut/en bas";

/* Action name for changing the underline. */
"Set Underline" = "Régler le soulignement";

/* Action name for setting the shadow. */
"Shadow" = "Ombre";

/* Action name for changing the shadow level. */
"Shadow Below" = "Ombre en dessous";

/* Action name for changing the shadow fuzziness. */
"Shadow Fuzziness" = "Netteté de l’ombre";

/* Action name for changing the shadow vector. */
"Shadow Vector" = "Vecteur de l’ombre";

/* Action name for showing the grid. */
"Show Grid Change" = "Afficher la modification de la grille";

/* Action name for resizing the selected graphics to fit the grid (inspector action).
   Action name for resizing the selected graphics to fit the grid (menu action). */
"Size Objects to Grid" = "Dimensionner les objets sur la grille";

/* Action name for Size to Fit. */
"Size to Fit" = "Ajuster";

/* Action name for image size. */
"Size to Fit Image" = "Ajuster à l’image";

/* Action name for changing guides enabled. */
"Smart Guide Change" = "Modification du guide intelligent";

/* Action name for snapping to the grid. */
"Snap To Grid Change" = "Modification de l’alignement sur la grille";

/* Action name for spacing columns.
   Action name for spacing rows. */
"Spacing" = "Espacement";

/* Action name for rubber stamping. */
"Stamp" = "Tampon";

/* Action name for setting the stroke. */
"Stroke" = "Contour";

/* shape action */
"Subtraction" = "Soustraction";

/* Action name for setting text position. */
"Text Position" = "Position du texte";

/* Action name for setting text rotation. */
"Text Rotation" = "Rotation du texte";

/* Action name for Tighten Kerning. */
"Tighten Kerning" = "Réduire le crénage";

/* Action name for Turn Off Kerning. */
"Turn Off Kerning" = "Désactiver le crénage";

/* Action name for ungrouping. */
"Ungroup" = "Dissocier";

/* shape action */
"Union" = "Union";

/* Action name for unlock. */
"Unlock" = "Déverrouiller";

/* Action name Use Entire Page. */
"Use Entire Page" = "Utiliser la page entière";

/* Action name for Use Standard Kerning. */
"Use Standard Kerning" = "Utiliser le crénage standard";

